<%@ page language="java" import="java.util.*" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="utf-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta content="yes" name="apple-mobile-web-app-capable">
<meta content="yes" name="apple-touch-fullscreen">
<meta content="telephone=no" name="format-detection">
<meta content="black" name="apple-mobile-web-app-status-bar-style">
<meta name="viewport" content="width=device-width, minimum-scale=1, maximum-scale=1;user-scalable=no;">
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<%@ include file="../common/base.jsp" %>
<base href="<%=tBasePath%>"></base>
<title>用户注册协议</title>
<link rel="stylesheet" href="css/bootstrap.css?v=10.09">
<link rel="stylesheet" href="css/style.css?v=10.09">
<link rel="stylesheet" href="css/app.css?v=10.09">
<script charset="utf-8" src="js/global.js?v=10.09"></script>
<script charset="utf-8" src="js/bootstrap.min.js?v=10.09"></script>
<script charset="utf-8" src="js/template.js?v=10.09"></script>
</head>
<body style="background-color:#fff">
<div class="maincontainer">
	<div class="container itemdetail mini-innner">
		<div class="row">
		      <header class="header" style="height:44px;">
		        <div class="fix_nav">
		            <div style="max-width:768px;margin:0 auto;background:#000000;position: relative;">
		                <a class="nav-left back-icon" href="pages/Login/userReg.jsp">返回</a>
		                <div class="tit">用户注册协议</div>
		            </div>
		        </div>
		    </header>
	    </div>
	    <div class="row">
	    <pre style="white-space: pre-wrap;word-wrap: break-word;">
为切实维护您的合法权益，特制订《乐汇百材注册协议》（以下简称“本协议”）。

请您务必审慎阅读、充分理解本协议各条款内容，特别是免除或者限制责任的条款，以及内蒙古汇百科技有限公司（以下简称“乐汇百材”）推出的各项活动的单独协议，并选择接受或不接受。

乐汇百材推出的各项活动的单独协议不在本协议中体现，但为本协议的组成部分，同样具有法律效力。

除非您已阅读并接受本协议所有条款，否则您无权申请成为乐汇百材会员。您申请成为乐汇百材会员的行为即视为您已阅读并同意受本协议的约束。

本协议不为格式合同，可以按照您的要求及双方协商的结果进行变更。本协议成立前，如您要求变更本协议，则您可本人亲自至乐汇百材进行商谈。乐汇百材同意您变更要求的，可与您另行达成有关协议。

本协议主要包括三部分内容，一是您与乐汇百材之间的委托合同成立生效前，您参加乐汇百材推出的各项活动及享受乐汇百材相应服务部分；二是您与乐汇百材之间的委托合同成立生效及履行部分；三是您与乐汇百材之间的委托合同生效后，您在具有乐汇百材受托人身份的同时，参加乐汇百材推出的各项活动并享受乐汇百材相应服务部分。

您经特定程序成为乐汇百材会员，但未与乐汇百材签订生效委托合同的，您仅具有“普通会员”身份。

您经特定程序成为乐汇百材会员，且与乐汇百材签订生效委托合同后，您具有“特定会员”身份。

为方便运营管理，乐汇百材可能在有关文件、公告等资料上统一称“普通会员”与“特定会员”为“会员”。您同意本协议的，视为您同意乐汇百材对您统一称谓的做法。请您根据自己“普通会员”或“特定会员”的身份参加乐汇百材推出的相应活动。

无论您是普通会员或特定会员，还是作为受托人履行受托义务，您均不得做出以下行为：

（1）发布、传送、传播、储存违反国家法律、危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱、诽谤、淫秽、暴力的内容；		

（2）发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；		

（3）虚构事实、隐瞒真相，误导、欺骗他人；		

（4）发表、传送、传播广告信息及垃圾信息；		

（5）从事其他违反法律法规、政策及公序良俗、社会公德等的行为。

一、普通会员

1.1您经特定程序成为乐汇百材会员，但与乐汇百材之间不存在生效委托合同的情况下，您仅为普通会员。作为普通会员，您可以参加乐汇百材推出的相应活动并享受相应服务。

1.2普通会员参加相应活动的，应遵守乐汇百材关于相应活动的规则。

1.3对于普通会员参加的相应活动，乐汇百材有权随时变更相应活动的规则。对于变更后的活动规则，普通会员应予以遵守。

二、特定会员

2.1与乐汇百材签订生效委托合同的普通会员为特定会员。

2.2您按照本协议有关内容与乐汇百材签订的委托合同生效后，您取得特定会员的身份。为方便运营管理，乐汇百材可能在有关文件、公告等资料上统一称具有特定会员身份的您为“会员”。您同意本协议的，视为您同意乐汇百材对特定会员如此称谓的做法。

2.3本协议为乐汇百材向您发出的签订委托合同的要约邀请。

2.4成为普通会员后，如您通过乐汇百材身份认证程序向乐汇百材提交您的真实姓名、身份证号、并最终绑定您本人所有的真实银行卡帐号的，视为您按照本协议（要约邀请）的有关内容向乐汇百材发出签订委托合同的要约。

2.5您向乐汇百材发出签订委托合同的要约后，如乐汇百材向您发出“添加银行卡成功”，则表示乐汇百材对您签订委托合同的要约进行承诺。

2.6自乐汇百材对您签订委托合同的要约承诺之时起，您与乐汇百材之间的委托合同成立并生效。

2.7您具有以下情形之一的，不得向乐汇百材发出签订委托合同的要约：

（1）未满10周岁；

（2）已满10周岁但未满18周岁，未经您监护人同意；

（3）已满16周岁但未满18周岁，且未以自己的劳动收入为主要生活来源；

（4）已满18周岁，但具有其他导致民事行为能力行使有障碍的情况。

2.8您与乐汇百材之间的委托合同生效后，您取得受托人身份。

2.9您取得受托人身份后，乐汇百材作为委托人，将委托您处理特定委托事务。

2.10特定委托事务即您按照乐汇百材的有关要求处理的事务。该有关要求由乐汇百材通过通知、公告、规则等方式向您做出委托。

2.11您作为受托人处理特定委托事务的，可能要根据委托事务的特点向乐汇百材缴纳一定数额的保证金，作为您全面履行受托义务的保证。保证金的数额由您自己决定。

2.12您同意乐汇百材以特定虚拟货币的方式支付相应委托报酬并保证不以任何理由对委托报酬支付方式提出异议。

2.13乐汇百材按照您完成特定委托事务的次数向您支付相应委托报酬。

2.14乐汇百材以实际支付的特定虚拟货币数额确定您每次处理委托事务的相应报酬。自您收受乐汇百材实际支付的特定数额的虚拟货币之日起3日内，您未以书面方式向乐汇百材提出异议的，视为您以默示方式同意委托报酬的支付数额。

2.15您与乐汇百材之间的委托合同受《中华人民共和国合同法》制约并保护。

2.16您有权随时解除与乐汇百材之间的委托合同。如您欲解除与乐汇百材之间的委托合同，则您应主动与乐汇百材联系，经乐汇百材特定程序后，您与乐汇百材之间的委托合同解除。

三、特定会员活动及相应规则

3.1您与乐汇百材之间的委托合同生效后，在具有乐汇百材受托人身份的同时，您取得特定会员的身份。

3.2作为特定会员，您可以参加乐汇百材推出的相应活动并享受相应服务。

3.3特定会员可以参加的相应活动的规则由乐汇百材制定、修改或补充。

3.4对于乐汇百材制定、修改或补充的规则，您作为特定会员应予以遵守。如您不同意该制定、修改或补充的规则，则您应于规则制定、修改或补充公告或通知之日起3日内至乐汇百材进行商谈。乐汇百材将根据与您的商谈结果做出处理。

3.5出现以下情形之一的，您不得参加只有特定会员才能参加的活动：

（1）您未与乐汇百材订立生效的委托合同；

（2）您与乐汇百材之间的委托合同失效。

3.6您只能使用一个帐号参加只有特定会员才能参加的活动。如您使用两个以上帐号的，则乐汇百材有权中止或终止相关帐号的使用并没收您因违反乐汇百材有关活动规则而获得的特定虚拟货币。

3.7您的有关帐号被乐汇百材中止使用的，如您欲重新使用该中止帐号，则您应向乐汇百材提供被中止使用账号、该账号绑定的银行卡（彩色电子版本或扫描件）、与银行卡账户名一致的身份证复印件（彩色电子版本或扫描件）及手持照片。乐汇百材有权根据实际情况恢复该中止帐号的使用或终止该中止帐号的使用。

3.8出现以下情形之一的，乐汇百材有权随时中止或终止向您提供特定会员享有的服务而无需通知您：

（1）您提供的个人信息不真实；

（2）您未全面履行与乐汇百材之间的委托合同；

（3）您未遵守乐汇百材制定、修改或补充的特定活动的规则。

四、隐私保护

4.1除本协议4.2条款情况外，乐汇百材保证不对外披露您的有关信息，但下列情况除外：

（1）事先获得您的明确授权；

（2）根据有关的法律法规要求；

（3）按照相关政府主管部门的要求；

（4）为维护社会公众的利益；

（5）为维护乐汇百材的合法权益。

4.2乐汇百材可能会与第三方合作向您提供相应服务。在此情况下，如该第三方同意承担与乐汇百材同等的保护您隐私的责任，则乐汇百材可将您的有关信息提供给该第三方。

4.3乐汇百材有权对包括您在内的全部与乐汇百材签订生效委托合同的自然人的信息建立数据库并进行技术分析，并将分析结果用于乐汇百材经营所需。

4.4当您使用乐汇百材手机接入端口登录乐汇百材时，乐汇百材有权利用UDID来识别和收集手机使用者的信息，并对您参加乐汇百材各项活动的操作过程进行跟踪。

4.5乐汇百材有权通过调集GPS信号/收集wifi对您进行定位。

4.6您同意乐汇百材出现4.4、4.5条款规定情形的，不为对您隐私的侵犯。

五、免责条款

5.1您可能因乐汇百材不能控制的因素而导致不能及时享有相应服务或权利。对此，乐汇百材只需向您做出必要的解释，但并不承担相应责任。乐汇百材会尽最大努力保障您应享有的服务或权利

5.2乐汇百材有权接受第三方委托，在乐汇百材（www.hbaicai.com）的相应版块发布第三方提供的图片、文字及链接等可直观呈现的信息。由于该信息由第三方提供，故乐汇百材不保证信息的合法性或真实性，也不承担因信息不合法或不真实而导致的任何责任。如您发现第三方提供的信息不合法或不真实，请您主动联系乐汇百材。乐汇百材将根据实际情况做出处理。

5.3在您参加乐汇百材各项活动的过程中，乐汇百材不做以下保证：提供的服务将不受干扰、及时、安全可靠或不会出现差错。但乐汇百材会尽最大努力为您提供不受干扰、及时、安全可靠的服务。

5.4如因系统维护或升级的需要而暂停服务，乐汇百材不承担任何责任，但会尽可能事先向您告知。

六、其他

6.1本协议取代本协议发布前乐汇百材所制定发布的所有文件，且本协议效力在时间上追溯至乐汇百材各项业务开始之时刻。

6.2本协议发布前已经存在的乐汇百材会员请根据本协议明确自己是“普通会员”或是“特定会员”，并在明确的基础上参加相应的活动。

6.3本协议发布前，如您已通过乐汇百材实名认证，则自您通过实名认证之时起，您与乐汇百材之间的非书面委托合同成立生效。
本协议作为委托合同的书面版本，对您与乐汇百材之前的委托合同权利义务予以明示。如您对此有异议，则您应于本协议发布之日起3日内至乐汇百材进行商谈。乐汇百材将根据与您的商谈结果做出处理。

6.4本协议发布后，请本协议发布前已经存在的乐汇百材会员按照本协议调整自己的行为，使之符合本协议有关规定。

6.5乐汇百材有权对本协议进行修改或补充并以公告的方式向您传达。如您不同意相关修改或补充，则您应于相关修改或补充公告之日起3日内至乐汇百材进行商谈。乐汇百材将根据与您的商谈结果做出处理。

6.6您违反有关法律法规或本协议任何条款而给乐汇百材或任何第三方造成损失的，您同意承担相应的损害赔偿责任。

6.7本协议的签订、履行、变更、解除、终止、溯及既往等均适用中华人民共和国法律。

6.8如您与乐汇百材就本协议的签订、履行、变更、解除、终止、溯及既往等发生争议的，您应与乐汇百材友好协商解决；协商不成时，任何一方均可向乐汇百材所在地的人民法院提起诉讼。

6.9您同意本协议条款意思的解释权在乐汇百材。

内蒙古汇百科技有限公司
			</pre>
	    </div>
	    <div class="clear"></div>
</div>
</div>
</body>
<script type="text/javascript">
$(function(){
	
	if(isWeiXinBrowse())
	{
		InitHeader();
	}
	
});

var InitHeader =function(){
	$('.header').hide();
}
</script>
</html>